---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplayDiscardeddivisionlines
source: html/21a7c342-f4da-5acb-ead0-51393fcf2ebc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplayDiscardeddivisionlines Property

"Discarded Division Lines"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceDisplayDiscardeddivisionlines { get; }
```